<template>
    <div class="header">
    </div>
    <div class="body">
        <div class="title">
            深轻咨询
        </div>
        <div class="brief">
            深轻咨询是深轻科技全资控股的子公司，是公司拓展咨询业务的平台。科技与咨询是推动深轻发展两翼，二者紧密联系。科技产品夯实咨询基础，管理咨询实现产品的价值。我们深入发掘客户需求，深度分析业务数据，从而提出举重若轻的解决方案。
        </div>
        <ul>
            <li v-for="item in data" :key="item.id">
                {{ item.text }}
                <ul v-if="item.children">
                    <li v-for="v in item.children" >{{ v }}</li>
                </ul>
            </li>
        </ul>
    </div>
</template>

<script lang='ts' setup>
let data = [
    { id: 1, text: "深轻在客户关注的产品战略、价值考核、费用及投产分析、精算建模和审阅等领域，提供专业的咨询解决方案和深刻的市场洞见，助力众多保险公司在不断发展的市场中厘清定位、明确路径、斩获先机。", children: ["产品是贯穿保险服务的主线，是实施公司战略的重要抓手。产品战略项目帮助客户理解严监管，强竞争的市场环境，全面掌握自身产品体系的优劣势，定位产品发展方向，形成发展规划及考核指标。", "价值是股东投资者追求的最终回报，也是市场发展趋势的风向标。价值项目一方面支持股东进入市场或细分领域的重大决策，同时确保董事会，管理层，业务单元三个层次在经营中导向一致，结果一致。", "费用及投产分析是保险公司资源分配和利用效率的指挥棒，梳理客户费用管理实务，建立有数据基础的投产分析，引导有限的资源流向高效率的渠道，产品，分支机构是这类项目始终坚持的目标。", "精算建模和审阅是精算工作的基础，高效率输出准确的结果，为分析数据背后的业务驱动因素贡献时间；灵活适用于不同的情景测试，大大拓宽的分析的维度与深度。"] },
    { id: 2, text: "深轻拥有完整的资产负债管理解决方案，在理论层面研发出资产负债分层管理体系框架，资产负债分层技术能够对于投资结果进行全面系统的归因分析。模型层面，在战略资产配置的指引下，从负债端建立复制组合追踪市场化成本，到投资端各战术、交易级别与战略资产配置的差异造成的结果影响一目了然。应用层面，在公司绩效考核中，做到战胜市场时，利益清晰；落后市场时，责任明确。一体化的解决方案不仅满足监管合规要求，同时支持内部管理需求。" },
    { id: 3, text: "国际会计准则IFRS 17即将正式实施，深轻团队依托自主研发飞燕产品的高效表现及团队成员一手的IFRS 17项目经验，在IFRS 17的实施项目中成功实现了从现金流预测到计量引擎，并最终计算出了完整的新会计准则的结果。相关报告流程工具协助用户自动化生成相应分析报告。" },
    { id: 4, text: "全面风险管理是保险公司将自下而上的经济资本预测与自上而下的风险偏好传导有机结合的动态过程，这是国内保险公司在完成风险管理三道防线组织架构的建设后，遇到的最大挑战。深轻的风险解决方案在于对上统一股东风险偏好，对下建立经济资本模型。通过监控关键风险指标，及时预警重大风险事故，在符合监管偿付能力制度的基础上，动态形成公司内部风控循环。" },
    { id: 4, text: "在保险行业的长期耕耘中，我们发现咨询方案的落地即是关键也是难点。因此，我们着眼于提供咨询与科技密切融合的“云平台”解决方案，以产品化的方式针对客户问题开发工具，系统，以便咨询方案顺利推进，落地。快速让客户感受到变化，形成速赢。", children: ["流程——公司内部的众多项目均需要跨部门的合作，平台管理可以支持多个部门同时修订，改变了各部门割裂式的文件管理，版本管理。对于成熟流程，平台管理明确了职责，固化分工。", "管理——平台支持人员授权管理，将管理工作落实到人。并记录每项管理工作的操作者，完成时间。及时提示未完成任务，系统化的推动进度。", "报告——平台能够丰富公司管理信息报告体系，优化报告流程，智能化的生成分析报告，在移动端灵活展现，实时更新。满足用户个性化的定制体验。"] }
]
</script>

<style lang='scss' scoped>
.header {
    // width: 100%;
    padding-top: 136px;
    height: 290px;
    background: #3860f4 url('https://www.deeplightconnect.com/img/consultation.cb1f86cc.png') no-repeat 50%;
    background-size: 1450px;

}

.body {
    width: 1080px;
    padding: 80px 0 100px;
    margin: 0 auto;

    .title {
        height: 60px;
        text-align: center;
        line-height: 60px;
        font-size: 30px;
        color: #374567;
        font-weight: 700;
        margin-bottom: 10px;
    }

    .brief {
        height: 64px;
        font-size: 16px;
        line-height: 2;
        color: #7c8da7;
    }

    ul {
        padding-left: 16px;
        li {
            margin-bottom: 20px;
            list-style-type: disc;
            list-style-position: inside;
            text-indent: -20px;
            font-size: 16px;
            padding-left: 20px;
            line-height: 2;
            color: #7c8da7;

            ul {
                li {
                    list-style-type: square;
                    margin: 0;
                }
            }
        }
    }
}
</style>